Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# preferences.disclosure.body
source: Every post is automatically labelled by topic by software running on Known's servers, and that software is sometimes wrong. The labels are never shown on the post itself — these settings are the only thing they are used for.
ar: يُصنَّف كل منشور تلقائيًا حسب الموضوع بواسطة برنامج يعمل على خوادم «معروف»، وهذا البرنامج يخطئ أحيانًا. ولا تظهر هذه التصنيفات على المنشور نفسه أبدًا — وهذه الإعدادات هي الاستخدام الوحيد لها.
bn: Known-এর সার্ভারে চলা সফটওয়্যার প্রতিটি পোস্টে স্বয়ংক্রিয়ভাবে বিষয়ের লেবেল দেয়, আর সেই সফটওয়্যার মাঝে মাঝে ভুল করে। লেবেলগুলো কখনও পোস্টে দেখানো হয় না — এই সেটিংস ছাড়া আর কোনো কাজে এগুলো ব্যবহার করা হয় না।
ca: Cada publicació s'etiqueta automàticament per tema amb programari que s'executa als servidors de Known, i de vegades aquest programari s'equivoca. Les etiquetes no es mostren mai a la publicació: aquests ajustos són l'únic ús que en fem.
cs: Každý příspěvek automaticky označuje tématem software běžící na serverech aplikace Known a ten se občas mýlí. Štítky se nikdy nezobrazují u příspěvku samotného – tato nastavení jsou jediné, k čemu se používají.
da: Hvert opslag får automatisk et emnemærke af software, der kører på Knowns servere, og den software tager indimellem fejl. Mærkerne vises aldrig på selve opslaget – disse indstillinger er det eneste, de bruges til.
de: Jeder Beitrag wird automatisch von Software auf den Servern von Known nach Thema gelabelt, und diese Software irrt sich manchmal. Die Labels werden nie am Beitrag selbst angezeigt – diese Einstellungen sind das Einzige, wofür sie verwendet werden.
el: Κάθε ανάρτηση επισημαίνεται αυτόματα με θέμα από λογισμικό που τρέχει στους διακομιστές του Known και αυτό το λογισμικό μερικές φορές κάνει λάθος. Οι ετικέτες δεν εμφανίζονται ποτέ στην ίδια την ανάρτηση — αυτές οι ρυθμίσεις είναι το μόνο για το οποίο χρησιμοποιούνται.
es: Cada publicación se etiqueta por tema automáticamente mediante software que se ejecuta en los servidores de Known, y ese software a veces se equivoca. Las etiquetas nunca se muestran en la propia publicación: estos ajustes son lo único para lo que se usan.
fi: Jokainen julkaisu luokitellaan automaattisesti aiheen mukaan Knownin palvelimilla toimivalla ohjelmistolla, ja se erehtyy joskus. Luokkia ei koskaan näytetä itse julkaisussa – näitä asetuksia varten ne ovat ainoa käyttötarkoitus.
fr: Chaque post est automatiquement étiqueté par sujet par un logiciel qui tourne sur les serveurs de Known, et ce logiciel se trompe parfois. Les étiquettes ne sont jamais affichées sur le post lui-même — ces réglages sont leur seul usage.
he: כל פוסט מתויג אוטומטית לפי נושא על ידי תוכנה שרצה בשרתי Known, והתוכנה הזו טועה לפעמים. התוויות אף פעם לא מוצגות על הפוסט עצמו — ההגדרות האלה הן הדבר היחיד שבו משתמשים בהן.
hi: हर पोस्ट पर Known के सर्वर पर चलने वाला सॉफ़्टवेयर अपने-आप टॉपिक का लेबल लगाता है, और वह सॉफ़्टवेयर कभी-कभी ग़लत होता है। लेबल पोस्ट पर कभी नहीं दिखाए जाते — ये सेटिंग्स ही उनका एकमात्र उपयोग हैं।
hr: Svaka objava automatski se označava temom softverom koji radi na poslužiteljima aplikacije Known, a taj softver ponekad griješi. Oznake se nikada ne prikazuju na samoj objavi — ove postavke jedino su za što se koriste.
hu: Minden bejegyzést automatikusan témacímkével lát el a Known szervereken futó szoftver, amely néha téved. A címkék soha nem jelennek meg magán a bejegyzésen – ezeken a beállításokon kívül semmire nem használjuk őket.
id: Setiap postingan diberi label topik secara otomatis oleh perangkat lunak di server Known, dan perangkat lunak itu kadang keliru. Label tidak pernah ditampilkan pada postingan itu sendiri — pengaturan ini satu-satunya kegunaannya.
it: Ogni post viene etichettato automaticamente per argomento da un software che gira sui server di Known, e a volte quel software sbaglia. Le etichette non vengono mai mostrate sul post: queste impostazioni sono l'unico uso che se ne fa.
ja: すべての投稿には、Knownのサーバー上で動くソフトウェアによって、トピックのラベルが自動的に付けられます。このソフトウェアは間違えることもあります。ラベルは投稿自体には表示されず、これらの設定にのみ使われます。
ko: 모든 게시물은 Known 서버에서 실행되는 소프트웨어가 자동으로 주제 라벨을 붙이며, 이 소프트웨어는 가끔 틀려요. 라벨은 게시물 자체에는 절대 표시되지 않고, 이 설정에만 사용돼요.
ml: ഓരോ പോസ്റ്റിനും Known-ന്റെ സെർവറുകളിൽ പ്രവർത്തിക്കുന്ന സോഫ്റ്റ്‌വെയർ സ്വയമേവ വിഷയ ലേബൽ നൽകുന്നു, ആ സോഫ്റ്റ്‌വെയറിന് ചിലപ്പോൾ തെറ്റാം. ലേബലുകൾ പോസ്റ്റിൽ ഒരിക്കലും കാണിക്കില്ല — ഈ ക്രമീകരണങ്ങൾക്ക് വേണ്ടി മാത്രമാണ് അവ ഉപയോഗിക്കുന്നത്.
ms: Setiap siaran dilabelkan mengikut topik secara automatik oleh perisian yang berjalan pada pelayan Known, dan perisian itu kadangkala silap. Label tidak pernah dipaparkan pada siaran itu sendiri — tetapan ini satu-satunya tujuan ia digunakan.
nb: Hvert innlegg merkes automatisk med emne av programvare som kjører på Knowns servere, og den tar av og til feil. Merkene vises aldri på selve innlegget. Disse innstillingene er det eneste de brukes til.
nl: Elk bericht krijgt automatisch een onderwerplabel van software op de servers van Known, en die software zit er soms naast. De labels worden nooit op het bericht zelf getoond: deze instellingen zijn het enige waarvoor ze worden gebruikt.
pl: Każdy wpis jest automatycznie oznaczany tematem przez oprogramowanie działające na serwerach Known, które czasem się myli. Etykiety nigdy nie są pokazywane na samym wpisie — te ustawienia to jedyne miejsce, w którym są używane.
pt_br: Cada post recebe automaticamente um rótulo de tópico, atribuído por um software que roda nos servidores do Known, e esse software às vezes erra. Os rótulos nunca aparecem no próprio post; estes ajustes são a única coisa para a qual eles servem.
pt_pt: Cada publicação é etiquetada automaticamente por tópico por software que corre nos servidores da Known, e esse software por vezes erra. As etiquetas nunca são mostradas na própria publicação — estas definições são a única coisa para que são usadas.
ro: Fiecare postare este etichetată automat pe subiect de un software care rulează pe serverele Known, iar acel software greșește uneori. Etichetele nu sunt afișate niciodată pe postare — aceste setări sunt singurul lucru pentru care sunt folosite.
ru: Каждый пост автоматически помечается темой программой на серверах Known, и эта программа иногда ошибается. Сами метки на посте не показываются — они используются только для этих настроек.
sk: Každý príspevok automaticky označuje témou softvér bežiaci na serveroch Known a ten sa niekedy mýli. Označenia sa nikdy nezobrazujú na samotnom príspevku — tieto nastavenia sú jediné, na čo sa používajú.
sv: Varje inlägg får automatiskt en ämnesetikett av programvara som körs på Knowns servrar, och den programvaran har ibland fel. Etiketterna visas aldrig på själva inlägget – de här inställningarna är det enda de används till.
ta: ஒவ்வொரு இடுகையும் Known-இன் சேவையகங்களில் இயங்கும் மென்பொருளால் தானாகத் தலைப்பு வாரியாக லேபிளிடப்படுகிறது, அந்த மென்பொருள் சில நேரம் தவறாகலாம். லேபிள்கள் இடுகையிலேயே ஒருபோதும் காட்டப்படுவதில்லை — இந்த அமைப்புகளுக்கு மட்டுமே அவை பயன்படுகின்றன.
te: ప్రతి పోస్ట్‌కు Known సర్వర్‌లలో నడిచే సాఫ్ట్‌వేర్ ఆటోమేటిక్‌గా అంశం లేబుల్ వేస్తుంది, ఆ సాఫ్ట్‌వేర్ కొన్నిసార్లు తప్పు చేస్తుంది. లేబుల్‌లు పోస్ట్‌పై ఎప్పుడూ చూపబడవు — ఈ సెట్టింగ్‌ల కోసం మాత్రమే అవి ఉపయోగించబడతాయి.
th: ทุกโพสต์ถูกติดป้ายหัวข้อโดยอัตโนมัติด้วยซอฟต์แวร์ที่ทำงานบนเซิร์ฟเวอร์ของ Known และซอฟต์แวร์นั้นบางครั้งก็ผิดพลาด ป้ายจะไม่แสดงบนตัวโพสต์ การตั้งค่าเหล่านี้คือสิ่งเดียวที่ใช้ป้าย
tr: Her gönderi, Known'un sunucularında çalışan yazılım tarafından otomatik olarak konuya göre etiketlenir ve bu yazılım bazen yanılır. Etiketler gönderinin üzerinde asla gösterilmez; yalnızca bu ayarlar için kullanılır.
uk: Кожен допис автоматично позначається темою програмою на серверах Known, і ця програма іноді помиляється. Позначки ніколи не показуються на самому дописі — ці налаштування єдине, для чого їх використовують.
ur: ہر پوسٹ پر موضوع کا لیبل Known کے سرورز پر چلنے والا سافٹ ویئر خود بخود لگاتا ہے، اور وہ سافٹ ویئر کبھی کبھی غلط ہوتا ہے۔ لیبل پوسٹ پر خود کبھی نہیں دکھائے جاتے — یہ سیٹنگز ہی ان کا واحد استعمال ہیں۔
vi: Mỗi bài đăng được phần mềm chạy trên máy chủ của Known tự động gắn nhãn chủ đề, và phần mềm đó đôi khi sai. Nhãn không bao giờ hiển thị trên chính bài đăng — các cài đặt này là thứ duy nhất dùng đến chúng.
zh_hans: 每条帖子都会由运行在 Known 服务器上的软件自动按话题打上标签，而该软件有时会出错。这些标签绝不会显示在帖子本身上，它们只用于这些设置。
zh_hant: 每則貼文都會由 Known 伺服器上執行的軟體自動標上主題，而該軟體有時會出錯。標籤絕不會顯示在貼文上，這些設定是它們唯一的用途。

# preferences.disclosure.title
source: How topics are decided
ar: كيف تُحدَّد المواضيع
bn: বিষয় কীভাবে ঠিক হয়
ca: Com es decideixen els temes
cs: Jak se určují témata
da: Sådan afgøres emner
de: Wie Themen bestimmt werden
el: Πώς αποφασίζονται τα θέματα
es: Cómo se deciden los temas
fi: Miten aiheet päätetään
fr: Comment les sujets sont déterminés
he: איך נקבעים הנושאים
hi: टॉपिक कैसे तय होते हैं
hr: Kako se određuju teme
hu: Hogyan dől el a téma
id: Bagaimana topik ditentukan
it: Come vengono decisi gli argomenti
ja: トピックの決まり方
ko: 주제가 결정되는 방식
ml: വിഷയങ്ങൾ എങ്ങനെ നിശ്ചയിക്കുന്നു
ms: Cara topik ditentukan
nb: Hvordan emner bestemmes
nl: Hoe onderwerpen worden bepaald
pl: Jak ustalane są tematy
pt_br: Como os tópicos são definidos
pt_pt: Como os tópicos são decididos
ro: Cum sunt stabilite subiectele
ru: Как определяются темы
sk: Ako sa určujú témy
sv: Hur ämnen avgörs
ta: தலைப்புகள் எப்படி முடிவு செய்யப்படுகின்றன
te: అంశాలు ఎలా నిర్ణయించబడతాయి
th: หัวข้อถูกกำหนดอย่างไร
tr: Konular nasıl belirlenir
uk: Як визначаються теми
ur: موضوعات کیسے طے ہوتے ہیں
vi: Chủ đề được quyết định thế nào
zh_hans: 话题是如何判定的
zh_hant: 主題如何決定

# preferences.done.hint
source: Closes feed preferences
ar: يغلق إعدادات الصفحة الرئيسية
bn: ফিডের পছন্দ বন্ধ করে
ca: Tanca les preferències del canal
cs: Zavře předvolby kanálu
da: Lukker feedpræferencer
de: Schließt die Feed-Einstellungen
el: Κλείνει τις προτιμήσεις ροής
es: Cierra las preferencias del feed
fi: Sulkee syötteen asetukset
fr: Ferme les préférences du fil
he: סוגר את העדפות הפיד
hi: फ़ीड प्राथमिकताएँ बंद करता है
hr: Zatvara postavke feeda
hu: Bezárja a hírfolyam-beállításokat
id: Menutup preferensi feed
it: Chiude le preferenze del feed
ja: フィードの設定を閉じます
ko: 피드 환경설정을 닫아요
ml: ഫീഡ് മുൻഗണനകൾ അടയ്ക്കുന്നു
ms: Menutup pilihan suapan
nb: Lukker feed-innstillingene
nl: Sluit de feedvoorkeuren
pl: Zamyka preferencje kanału
pt_br: Fecha as preferências do feed
pt_pt: Fecha as preferências do feed
ro: Închide preferințele fluxului
ru: Закрывает настройки ленты
sk: Zatvorí predvoľby kanála
sv: Stänger flödesinställningarna
ta: ஊட்ட விருப்பங்களை மூடும்
te: ఫీడ్ ప్రాధాన్యతలను మూసివేస్తుంది
th: ปิดการตั้งค่าฟีด
tr: Akış tercihlerini kapatır
uk: Закриває налаштування стрічки
ur: فیڈ کی ترجیحات بند کرتا ہے
vi: Đóng tùy chọn bảng tin
zh_hans: 关闭信息流偏好
zh_hant: 關閉動態偏好設定

# preferences.error.retry
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# preferences.error.title
source: Couldn't load your preferences
ar: تعذّر تحميل إعداداتك
bn: আপনার পছন্দ লোড করা যায়নি
ca: No s'han pogut carregar les preferències
cs: Předvolby se nepodařilo načíst
da: Dine præferencer kunne ikke indlæses
de: Deine Einstellungen konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των προτιμήσεών σου
es: No se pudieron cargar tus preferencias
fi: Asetuksiasi ei voitu ladata
fr: Impossible de charger vos préférences
he: לא ניתן לטעון את ההעדפות שלך
hi: आपकी प्राथमिकताएँ लोड नहीं हो सकीं
hr: Postavke se nisu učitale
hu: Nem sikerült betölteni a beállításaidat
id: Preferensimu tidak bisa dimuat
it: Impossibile caricare le tue preferenze
ja: 設定を読み込めませんでした
ko: 환경설정을 불러오지 못했어요
ml: നിങ്ങളുടെ മുൻഗണനകൾ ലോഡ് ചെയ്യാനായില്ല
ms: Pilihan anda tidak dapat dimuatkan
nb: Kunne ikke laste innstillingene dine
nl: Je voorkeuren konden niet worden geladen
pl: Nie udało się wczytać preferencji
pt_br: Não foi possível carregar suas preferências
pt_pt: Não foi possível carregar as suas preferências
ro: Nu s-au putut încărca preferințele
ru: Не удалось загрузить настройки
sk: Predvoľby sa nepodarilo načítať
sv: Det gick inte att läsa in dina inställningar
ta: உங்கள் விருப்பங்களை ஏற்ற முடியவில்லை
te: మీ ప్రాధాన్యతలను లోడ్ చేయలేకపోయాం
th: โหลดการตั้งค่าของคุณไม่ได้
tr: Tercihleriniz yüklenemedi
uk: Не вдалося завантажити ваші налаштування
ur: آپ کی ترجیحات لوڈ نہیں ہو سکیں
vi: Không thể tải tùy chọn của bạn
zh_hans: 无法加载你的偏好设置
zh_hant: 無法載入你的偏好設定

# preferences.filter.detail
source: Following is never narrowed — those are people you chose by name, so your subjects only move their posts up. Hidden subjects leave every timeline, including Following.
ar: «المتابَعون» لا يُضيَّق أبدًا — هؤلاء اخترتهم بالاسم، فمواضيعك ترفع منشوراتهم فقط. أما المواضيع المخفية فتغادر كل الخلاصات، بما فيها المتابَعون.
bn: ফলো করছেন কখনও সংকুচিত হয় না — ওরা আপনার নাম ধরে বেছে নেওয়া মানুষ, তাই আপনার বিষয়গুলো শুধু তাদের পোস্ট ওপরে তোলে। লুকানো বিষয় ফলো করছেন-সহ প্রতিটি টাইমলাইন থেকে সরে যায়।
ca: Seguint mai no es limita: són persones que has triat pel nom, així que els teus temes només fan pujar les seves publicacions. Els temes amagats desapareixen de totes les cronologies, també de Seguint.
cs: Sleduji se nikdy nezužuje – to jsou lidé, které sis vybral jménem, takže tvá témata jen posouvají jejich příspěvky výš. Skrytá témata zmizí ze všech časových os, včetně Sleduji.
da: Følger indsnævres aldrig – det er folk, du har valgt ved navn, så dine emner løfter kun deres opslag. Skjulte emner forsvinder fra alle tidslinjer, også Følger.
de: „Folge ich“ wird nie eingeschränkt – das sind Personen, die du namentlich gewählt hast, daher heben deine Themen deren Beiträge nur an. Ausgeblendete Themen verschwinden von jeder Timeline, auch von „Folge ich“.
el: Το Ακολουθείς δεν περιορίζεται ποτέ — είναι άτομα που επέλεξες με το όνομά τους, οπότε τα θέματά σου απλώς ανεβάζουν τις αναρτήσεις τους. Τα κρυμμένα θέματα φεύγουν από κάθε ροή, και από το Ακολουθείς.
es: Siguiendo nunca se restringe: son personas que elegiste por su nombre, así que tus temas solo adelantan sus publicaciones. Los temas ocultos desaparecen de todas las cronologías, incluida Siguiendo.
fi: Seuratut-syötettä ei koskaan rajata – ne ovat ihmisiä, jotka valitsit nimeltä, joten aiheesi vain nostavat heidän julkaisujaan. Piilotetut aiheet poistuvat kaikilta aikajanoilta, myös Seuratuista.
fr: Abonnements n’est jamais restreint — ce sont des personnes que vous avez choisies par leur nom, vos sujets ne font donc que faire remonter leurs posts. Les sujets masqués disparaissent de tous les fils, Abonnements compris.
he: ״במעקב״ אף פעם לא מצטמצם — אלה אנשים שבחרת בשמם, ולכן הנושאים שלך רק מקדמים את הפוסטים שלהם. נושאים מוסתרים יוצאים מכל ציר זמן, כולל ״במעקב״.
hi: "फ़ॉलो कर रहे हैं" कभी सीमित नहीं होता — ये वे लोग हैं जिन्हें आपने नाम से चुना है, इसलिए आपके विषय सिर्फ़ उनकी पोस्ट ऊपर उठाते हैं। छिपाए गए विषय हर टाइमलाइन से हट जाते हैं, "फ़ॉलो कर रहे हैं" से भी।
hr: Praćenje se nikada ne sužava — to su ljudi koje si odabrao/la po imenu, pa tvoje teme samo podižu njihove objave. Skrivene teme nestaju sa svih vremenskih traka, uključujući Praćenje.
hu: A Követett soha nincs leszűkítve – ott név szerint választott emberek vannak, ezért a témáid csak előrébb hozzák a bejegyzéseiket. Az elrejtett témák minden idővonalról eltűnnek, a Követettről is.
id: Mengikuti tidak pernah dipersempit — itu orang yang kamu pilih dengan nama, jadi topikmu hanya menaikkan postingan mereka. Topik yang disembunyikan hilang dari setiap timeline, termasuk Mengikuti.
it: Seguiti non viene mai ristretto: sono persone che hai scelto per nome, quindi i tuoi argomenti fanno solo salire i loro post. Gli argomenti nascosti spariscono da ogni timeline, compresa Seguiti.
ja: 「フォロー中」が絞り込まれることはありません。名前で選んだ人たちなので、あなたの分野は投稿を上に上げるだけです。非表示にした分野は、「フォロー中」を含むすべてのタイムラインから外れます。
ko: 팔로잉은 절대 좁혀지지 않아요. 직접 이름으로 고른 사람들이므로 내 주제는 그들의 게시물을 위로 올릴 뿐이에요. 숨긴 주제는 팔로잉을 포함한 모든 타임라인에서 사라져요.
ml: ഫോളോ ചെയ്യുന്നവർ ഒരിക്കലും ചുരുക്കില്ല — അവർ നിങ്ങൾ പേരെടുത്ത് തിരഞ്ഞെടുത്തവരാണ്, അതിനാൽ നിങ്ങളുടെ വിഷയങ്ങൾ അവരുടെ പോസ്റ്റുകളെ മുകളിലേക്ക് ഉയർത്തുക മാത്രം ചെയ്യുന്നു. മറച്ച വിഷയങ്ങൾ ഫോളോ ചെയ്യുന്നവർ ഉൾപ്പെടെ എല്ലാ ടൈംലൈനിൽ നിന്നും ഒഴിവാകും.
ms: Diikuti tidak pernah dipersempitkan — itu orang yang anda pilih dengan nama, jadi subjek anda hanya menaikkan siaran mereka. Subjek yang disembunyikan hilang daripada setiap garis masa, termasuk Diikuti.
nb: Følger blir aldri innsnevret. Det er folk du valgte ved navn, så temaene dine løfter bare innleggene deres. Skjulte temaer forsvinner fra alle tidslinjer, også Følger.
nl: Volgend wordt nooit beperkt: dat zijn mensen die je bij naam hebt gekozen, dus je onderwerpen halen hun berichten alleen omhoog. Verborgen onderwerpen verdwijnen uit elke tijdlijn, ook Volgend.
pl: Obserwowani nigdy nie są zawężani — to osoby wybrane przez Ciebie z imienia, więc tematy tylko podbijają ich wpisy. Ukryte tematy znikają ze wszystkich osi czasu, także z Obserwowanych.
pt_br: Seguindo nunca é restringido: são pessoas que você escolheu pelo nome, então seus assuntos apenas sobem os posts delas. Assuntos ocultos saem de todas as linhas do tempo, inclusive de Seguindo.
pt_pt: A secção A seguir nunca é restringida — são pessoas que escolheu pelo nome, por isso os seus assuntos apenas fazem as publicações subir. Os assuntos ocultos saem de todas as cronologias, incluindo A seguir.
ro: Urmărești nu este niciodată restrâns — sunt oameni aleși de tine pe nume, deci subiectele tale doar ridică postările lor. Subiectele ascunse dispar din toate fluxurile, inclusiv din Urmărești.
ru: «Подписки» никогда не сужаются — это люди, выбранные вами по имени, поэтому ваши темы лишь поднимают их посты выше. Скрытые темы исчезают из всех лент, включая «Подписки».
sk: Sledované sa nikdy nezužuje — to sú ľudia, ktorých si vybral menom, takže tvoje témy len posúvajú ich príspevky vyššie. Skryté témy zmiznú z každej časovej osi, aj zo Sledovaných.
sv: Följer begränsas aldrig – det är personer du valt vid namn, så dina ämnen flyttar bara upp deras inlägg. Dolda ämnen försvinner från alla tidslinjer, även Följer.
ta: பின்தொடர்கிறீர்கள் ஒருபோதும் குறுக்கப்படாது — அவர்கள் நீங்கள் பெயர் சொல்லித் தேர்ந்தெடுத்தவர்கள், எனவே உங்கள் தலைப்புகள் அவர்களின் இடுகைகளை மேலே நகர்த்துவதுடன் நிற்கும். மறைக்கப்பட்ட தலைப்புகள் பின்தொடர்கிறீர்கள் உட்பட எல்லாக் காலவரிசைகளிலிருந்தும் நீங்கும்.
te: ఫాలో అవుతున్నవి ఎప్పుడూ కుదించబడవు — అవి మీరు పేరుతో ఎంచుకున్న వ్యక్తులు, కాబట్టి మీ అంశాలు వారి పోస్ట్‌లను పైకి మాత్రమే తెస్తాయి. దాచిన అంశాలు ఫాలో అవుతున్నవితో సహా ప్రతి టైమ్‌లైన్ నుండి మాయమవుతాయి.
th: กำลังติดตามจะไม่ถูกจำกัด เพราะเป็นคนที่คุณเลือกเองโดยระบุชื่อ เรื่องที่สนใจจึงเพียงดันโพสต์ขึ้น เรื่องที่ซ่อนจะหายจากทุกไทม์ไลน์ รวมถึงกำลังติดตาม
tr: Takip akışı asla daraltılmaz; onlar adıyla seçtiğiniz kişilerdir, bu yüzden konularınız yalnızca gönderilerini öne çıkarır. Gizlenen konular, Takip dahil tüm zaman akışlarından çıkar.
uk: «Підписки» ніколи не звужуються — це люди, яких ви вибрали поіменно, тому ваші теми лише піднімають їхні дописи вище. Приховані теми зникають з усіх стрічок, зокрема й з «Підписок».
ur: فالو کر رہے ہیں کبھی محدود نہیں ہوتا — وہ آپ کے نام لے کر چنے ہوئے لوگ ہیں، اس لیے آپ کے موضوعات صرف ان کی پوسٹس کو اوپر اٹھاتے ہیں۔ چھپائے گئے موضوعات ہر ٹائم لائن سے نکل جاتے ہیں، فالو کر رہے ہیں سمیت۔
vi: Đang theo dõi không bao giờ bị thu hẹp — đó là những người bạn chọn đích danh, nên chủ đề của bạn chỉ đẩy bài của họ lên. Chủ đề bị ẩn rời khỏi mọi dòng thời gian, kể cả Đang theo dõi.
zh_hans: “关注”信息流永远不会被缩小范围，因为那些是你指名选择的人，所以你的主题只会让他们的帖子提前。被隐藏的主题会从所有时间线中消失，包括“关注”。
zh_hant: 「追蹤中」永遠不會被縮小範圍，因為那是你指名選擇的人，所以你的主題只會提高他們貼文的排序。隱藏的主題會從所有時間軸消失，包括「追蹤中」。

# preferences.filter.hint
source: Narrows For You, your country and International to the subjects you picked
ar: يُضيّق «لك» وبلدك و«دولي» إلى المواضيع التي اخترتها
bn: আপনার জন্য, আপনার দেশ ও আন্তর্জাতিককে আপনার বেছে নেওয়া বিষয়ে সীমিত করে
ca: Limita Per a tu, el teu país i Internacional als temes que has triat
cs: Zúží Pro tebe, tvou zemi a Mezinárodní na témata, která sis vybral
da: Indsnævrer Til dig, dit land og International til de emner, du valgte
de: Beschränkt „Für dich“, dein Land und International auf die Themen, die du gewählt hast
el: Περιορίζει το Για εσένα, τη χώρα σου και το Διεθνές στα θέματα που διάλεξες
es: Restringe Para ti, tu país e Internacional a los temas que elegiste
fi: Rajaa Sinulle-, oman maasi ja Kansainvälinen-syötteet valitsemiisi aiheisiin
fr: Restreint Pour vous, votre pays et International aux sujets que vous avez choisis
he: מצמצם את ״בשבילך״, את המדינה שלך ואת ״בינלאומי״ לנושאים שבחרת
hi: "आपके लिए", आपके देश और अंतरराष्ट्रीय को आपके चुने विषयों तक सीमित करता है
hr: Sužava Za tebe, tvoju zemlju i Međunarodno na teme koje si odabrao/la
hu: A Neked, az országod és a Nemzetközi hírfolyamot a választott témákra szűkíti
id: Mempersempit Untukmu, negaramu, dan Internasional ke topik yang kamu pilih
it: Restringe Per te, il tuo paese e Internazionale agli argomenti che hai scelto
ja: 「おすすめ」、あなたの国、国際を、選んだ分野に絞り込みます
ko: 추천, 내 국가, 국제를 내가 고른 주제로 좁혀요
ml: നിങ്ങൾക്കായി, നിങ്ങളുടെ രാജ്യം, അന്താരാഷ്ട്രം എന്നിവ നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഷയങ്ങളിലേക്ക് ചുരുക്കുന്നു
ms: Mempersempitkan Untuk Anda, negara anda dan Antarabangsa kepada subjek yang anda pilih
nb: Snevrer inn For deg, landet ditt og Internasjonalt til temaene du valgte
nl: Beperkt Voor jou, je land en Internationaal tot de onderwerpen die je hebt gekozen
pl: Zawęża Dla Ciebie, Twój kraj i Międzynarodowe do wybranych tematów
pt_br: Restringe Para você, seu país e Internacional aos assuntos que você escolheu
pt_pt: Restringe Para si, o seu país e Internacional aos assuntos que escolheu
ro: Restrânge Pentru tine, țara ta și Internațional la subiectele alese de tine
ru: Сужает «Для вас», вашу страну и «Мир» до выбранных вами тем
sk: Zúži Pre teba, tvoju krajinu a Medzinárodné na témy, ktoré si vybral
sv: Begränsar För dig, ditt land och Internationellt till ämnena du valde
ta: உங்களுக்காக, உங்கள் நாடு, சர்வதேசம் ஆகியவற்றை நீங்கள் தேர்ந்தெடுத்த தலைப்புகளுக்குக் குறுக்கும்
te: మీ కోసం, మీ దేశం, అంతర్జాతీయం ఫీడ్‌లను మీరు ఎంచుకున్న అంశాలకు కుదిస్తుంది
th: จำกัดสำหรับคุณ ประเทศของคุณ และนานาชาติ ให้เหลือเรื่องที่คุณเลือก
tr: Sizin İçin, ülkenizi ve Uluslararası akışı seçtiğiniz konularla daraltır
uk: Звужує «Для вас», вашу країну та «Світ» до вибраних вами тем
ur: آپ کے لیے، آپ کے ملک اور بین الاقوامی کو آپ کے چنے ہوئے موضوعات تک محدود کرتا ہے
vi: Thu hẹp Dành cho bạn, quốc gia của bạn và Quốc tế vào các chủ đề bạn chọn
zh_hans: 将“为你推荐”、你的国家和国际信息流缩小到你选择的主题
zh_hant: 將「為你推薦」、你的國家和「國際」縮小到你選的主題
